[
  "obsidian-auto-link-title",
  "calendar",
  "obsidian-excalidraw-plugin",
  "obsidian-focus-mode",
  "recent-files-obsidian",
  "darlal-switcher-plus",
  "mermaid-tools",
  "copilot",
  "dataview",
  "obsidian-projects",
  "excalibrain",
  "obsidian-day-planner",
  "obsidian-icon-folder",
  "obsidian-kanban",
  "highlightr-plugin",
  "obsidian-linter",
  "obsidian-minimal-settings",
  "smart-random-note",
  "tag-wrangler",
  "templater-obsidian",
  "obsidian-textgenerator-plugin",
  "obsidian-another-quick-switcher",
  "shukuchi",
  "grappling-hook",
  "obsidian-vimrc-support",
  "periodic-notes",
  "obsidian-advanced-slides",
  "obsidian-stille",
  "obsidian-hider"
]